function Autobiography() {
  return (
    <div className="w-5/12 flex flex-col bg-secondary rounded-xl p-5">
      <h2 className="text-blue-800 text-xl font-Estedad-Bold">ولادت</h2>
      <p className="text-lg font-Estedad-Regular text-justify">
        آیت الله العظمی محمد بهجت فومنی در اواخر سال 1334 ه.ق. در خانواده ای
        دیندار و تقوا پیشه، در شهر مذهبی فومن واقع دراستان گیلان، چشم به جهان
        گشود. هنوز 16 ماه از عمرش نگذشته بود که مادرش را از دست داد و از اوان
        کودکی طعم تلخ یتیمی را چشید. کربلایی محمود بهجت، پدر آیت الله بهجت از
        مردان مورد اعتماد شهر فومن بود و در ضمن اشتغال به کسب و کار، به رتق و
        فتق امور مردم می پرداخت و اسناد مهم و قباله ها به گواهی ایشان می رسید.
        وی اهل ادب و از ذوق سرشاری برخوردار بوده و مشتاقانه در مراثی اهل بیت
        علیهم السلام به ویژه حضرت ابا عبدالله الحسین علیه السلام شعر می سرود،
        مرثیه های جانگدازی که اکنون پس از نیم قرن هنوز زبانزد مداحان آن سامان
        است. باری آیت الله بهجت در کودکی تحت تربیت پدری چنین که دلسوخته اهل بیت
        علیهم السلام به ویژه سید الشهداء علیه السلام بود، و نیز با شرکت در مجالس
        حسینی و بهره مندی از انوار آن بار آمد. از همان کودکی از بازیهای کودکانه
        پرهیز می کرد و آثار نبوغ و انوار ایمان در چهره اش نمایان بود، و عشق فوق
        العاده به کسب علم و دانش در رفتارش جلوه گر.
      </p>

      <h2 className="text-blue-800 text-xl font-Estedad-Bold">تحصیلات</h2>
      <p className="text-lg font-Estedad-Regular text-justify">
        تحصیلات ابتدایی را در مکتب خانه فومن به پایان برد، و پس از آن در همان
        شهر به تحصیل علوم دینی پرداخت. به هر حال، روح کمال جو و جان تشنه او تاب
        نیآ ورد و پس از طی دوران مقدماتی تحصیلات دینی در شهر فومن، به سال 1348
        ه.ق. هنگامی که تقریباً 14 سال از عمر شریفش می گذشت به عراق مشرّف شد و در
        کربلای معلّی اقامت گزید. بنا به گفته یکی از شاگردان نزدیک ایشان، معظّم
        له خود به مناسبتی فرمودند: بیش از یک سال از اقامتم در کربلا گذشته بود که
        مکلّف شدم. آری، دست تربیت حضرت ربّ سبحانه هماره بندگان شایسته را از اوان
        کودکی و نوجوانی تحت نظر جهان بین خود گرفته و فیوضاتش را شامل حال آنان
        گردانیده و پیوسته می پاید، تا در بزرگی مشعل راهبری راه پویان طریق الی
        الله را به دستشان بسپارد. بدین سان، آیت الله بهجت حدود چهار سال در
        کربلای معلّی می ماند و از فیوضات سید الشهداء علیه السلام استفاده نموده و
        به تهذیب نفس می پردازد و در طی این مدت بخش معظمی از کتابهای فقه و اصول
        را در محضر استادان بزرگ آن دیار مطهّر می خواند. در سال 1352ه.ق. برای
        ادامه تحصیل به نجف اشرف مشرّف می گردد و قسمتهای پایانی سطح را در محضر
        آیات عظام از آن جمله مرحوم آیت الله آقا شیخ مرتضی طالقانی به پایان می
        رساند. با این همه، همّت او تنها مصروف علوم دینی نبوده، بلکه عشق به
        کمالات والای انسانی هماره جان ناآرام او را به جستجوی مردان الهی و اولیاء
        برجسته وا می داشته است. یکی از شاگردان آیت الله بهجت می گوید: در سالهای
        متمادی که در درس ایشان شرکت می جویم هرگز نشنیده ام که جز در موارد نادر
        درباره خود مطلبی فرموده باشد. از جمله سخنانی که از زبان مبارکش درباره
        خود فرمود، این است که در ضمن سخنی به مناسبت تجلیل از مقام معنوی استاد
        خود حضرت آیت الله نائینی(ره) فرمود: من در ایام نوجوانی در نماز جماعت
        ایشان شرکت می نمودم، و از حالات ایشان چیزهایی را درک می کردم. استادان بر
        جسته فقه و اصول آیت الله بهجت پس از اتمام دوره سطح، و درک محضر استادان
        بزرگی چون آیات عظام: آقا سید ابوالحسن اصفهانی(ره)، آقا ضیاء عراقی(ره)، و
        میرزای نائینی(ره)، به حوزه گرانقدر و پر محتوای آیتِ حقّ حاج شیخ محمد
        حسین غروی اصفهانی (ره)، معروف به کمپانی وارد شد و در محضر آن علامه کبیر
        به تکمیل نظریات فقهی و اصولی خویش پرداخت، و به یاری استعداد درخشان و
        تأییدات الهی از تفکرات عمیق و ظریف و دقیق مرحوم علامه کمپانی، که دارای
        فکری سریع و جوّال و متحرک و همراه با تیز بینی بوده، بهره ها برد. آیت
        الله محمد تقی مصباح درباره استفاده آیت الله بهجت از استادان خود می گوید:
        در فقه بیشتر از مرحوم آقا شیخ محمد کاظم شیرازی- که شاگردان مرحوم میرزا
        محمد تقی شیرازی و از استادان بسیار برجسته نجف اشرف بود- استفاده کرده، و
        در اصول از مرحوم آقای نائینی، و سپس بیشتر از مرحوم آقا شیخ محمد حسین
        کمپانی اصفهانی فایده برده بودند، هم مدّت استفاده شان از مرحوم اصفهانی
        بیشتر بود و هم استفاده های جنبی دیگر. سیر و سلوک وعرفان آیت الله بهجت،
        در ضمن تحصیل و پیش از دوران بلوغ، به تهذیب نفس و استکما ل معنوی همّت
        گمارده، و در کربلا در تفحّص استاد و مربی اخلاقی بر آمده و به وجود آقای
        قاضی که در نجف بوده پی می برد. و پس از مشرف شدن به نجف اشرف از استاد
        برجسته خویش آیت الله شیخ محمد حسین اصفهانی کمپانی استفاده های اخلاقی می
        نماید. آیت الله مصباح در این باره می گوید: پیدا بود که از نظر رفتار هم
        خیلی تحت تأثیر مرحوم آقا شیخ محمد حسین اصفهانی بودند، چون گاهی مطالبی را
        از ایشان با اعجابی خاص نقل می کردند، و بعد نمونه هایش را ما در رفتار خود
        ایشان می دیدیم. پیدا بود که این استاد در شکل گرفتن شخصیت معنوی ایشان
        تأثیر بسزایی داشته است. همچنین در درسهای اخلاقی آقا سید عبدالغفار در نجف
        اشرف شرکت جسته و از آن استفاده می نموده، تا اینکه در سلک شاگردان حضرت
        آیت الله سید علی قاضی(ره) در آمده و در صدد کسب معرفت از ایشان بر می آید،
        و در سن 18 سالگی به محضر پر فیض عارف کامل حضرت آیت الله سید علی آقای
        قاضی بار می یابد، و مورد ملاطفت و عنایات ویژه آن استاد معظّم قرار می
        گیرد و در عنفوان جوانی چندان مراحل عرفان را سپری می کند که غبطه دیگران
        را بر می انگیزد. آیه الله مصباح می گوید: ایشان از مرحوم حاج میرزا علی
        آقای قاضی مستقیماً در جهت اخلاقی و معنوی بهره برده و سالها شاگردی ایشان
        را کرده بودند. آیت الله قاضی از کسانی بودند که مُمَحَّضِ در تربیت افراد
        از جهات معنوی و عرفانی بودند، مرحوم علامه طباطبایی و مرحوم آیت الله آقا
        شیخ محمد تقی آملی و مرحوم آقا شیخ علی محمد بروجردی و عده زیادی از بزرگان
        و حتی مراجع در جنبه های اخلاقی و عرفانی از وجود آقای قاضی بهره برده
        بودند. آیت الله بهجت از اشخاص دیگری نیز گهگاه نکاتی نقل می کردند مثل
        مرحوم آیت الله آقا شیخ مرتضی طالقانی و دیگران... خود آقای بهجت نقل می
        کردند: شخصی در آن زمان در صدد بر آمده بود که ببیند چه کسانی سحر ماه
        مبارک رمضان در حرم حضرت امیر علیه السلام در قنوت نماز وترشان دعای ابو
        حمزه ثمالی می خوانند، آن طور که خاطرم هست اگر اشتباه نکنم کسانی را که
        مقید بودند این عمل را هر شب در حرم حضرت امیر علیه السلام انجام بدهند
        شمرده بود و بیش از هفتاد نفر شده بودند. به هر حال، بزرگانی که تقید به
        جهات عبادی و معنوی داشتند در آن عصرها زیاد بودند. متأسفانه در عصر ما
        کمتر این نمونه ها را مشاهده می کنیم. البته علم غیب نداریم، شاید آن کسانی
        که پیشتر در حرمها این عبادتها را انجام می دادند حالا در خانه هایشان
        انجام می دهند، ولی می شود اطمینان پیدا کرد که تقید به اعمال عبادی و
        معنوی سیر نزولی داشته و این بسیار جای تأسف است. یکی دیگر از شاگردان آقا
        (حجّة الاسلام و المسلمین آقای تهرانی) جریان فوق را به صورت ذیل از حضرت
        آیت الله بهجت نقل میکند: شخصی در آن زمان شنیده بود که در گذشته هفتاد نفر
        در حرم حضرت امیر علیه السلام در قنوت نماز وترشان دعای ابو حمزه ثمالی را
        می خواندند، آن شخص تصمیم گرفته بود ببیند در زمان خودش چند نفر این کار را
        انجام می دهند، رفته بود و شمارش کرده و دیده بود تعداد افراد نسبت به زمان
        سابق تقلیل پیدا کرده و مجموعاً پنجاه نفر (آن طور که بنده تهرانی به یاد
        دارم) در حرم (اعّم از نزدیک ضریح مطهّر، و رواقهای اطراف) دعای ابوحمزه را
        در دعای نماز وتر خود قرائت می کنند.
      </p>

      <h2 className="text-blue-800 text-xl font-Estedad-Bold">هجرت</h2>
      <p className="text-lg font-Estedad-Regular text-justify">
        ایشان بعد از تکمیل دروس، در سال 1363 ه.ق. موافق با 1324 ه.ش. به ایران
        مراجعت کرده و چند ماهی در موطن خود فومن اقامت گزید و بعداً در حالی که
        آماده بازگشت به حوزه علمیه نجف اشرف بود، قصد زیارت حرم مطهر حضرت معصومه
        علیها السلام و اطّلاع یافتن از وضعیت حوزه قم را کرد، ولی در طول چند ماهی
        که در قم توقف کرده بود، خبر رحلت استادان بزرگ نجف، یکی پس از دیگری شنیده
        می شد، لذا ایشان تصمیم گرفت که در شهر مقدس قم اقامت کند. در قم از محضر
        آیت الله العضمی حجت کوه کمره ای استفاده کرده و در بین شاگردان آن فقید
        سعید درخشید. چند ماهی از اقامت حضرت آیه الله العظمی بروجردی در قم نگذشته
        بود که آیت الله بهجت وارد قم شد، و همچون حضرات آیات عظام امام خمینی،
        گلپایگانی و... به درس فقید سعید مرحوم بروجردی حاضر شد. آیت الله مصباح در
        این باره می گوید: آیت الله بهجت از همان زمانی که مرحوم آیت الله
        بروجردی(ره) در قم درس شروع کرده بودند از شاگردان برجسته واز مُستَشکِلین
        معروف و مبرّز درس ایشان بودند. معمولاً استادانی که درس خارج می گویند، در
        میان شاگردانشان یکی دو سه نفر هستند که ضمن اینکه بیش از همه مطالب را ضبط
        می کنند احیاناً اشکالاتی به نظرشان می رسد که مطرح و پی گیری می کنند تا
        مسائل کاملاً حل شود، اینان از دیگران دقیق ترند، و اشکالاتشان علمی تر و
        نیاز به غور و بررسی بیشتری دارد، و ایشان در آن زمان چنین موقعیتی را در
        درس مرحوم آیت الله بروجردی داشتند.
      </p>

      <h2 className="text-blue-800 text-xl font-Estedad-Bold">تدریس</h2>
      <p className="text-lg font-Estedad-Regular text-justify">
        آیت الله بهجت در همان ایام که در درس آیات عظام اصفهانی، کمپانی و شیرازی
        حضور می یافت، ضمن تهذیب نفس و تعلم، به تعلیم هم می پرداخت و سطوح عالیه
        را در نجف اشرف تدریس می کرد. پس از هجرت به قم نیز پیوسته این روال را
        ادامه می دادند. در رابطه با تدریس خارج فقه توسط ایشان نیز در مجموع می
        توا ن گفت که ایشان بیش از چهل سال است که به تدریس خارج فقه و اصول اشتغال
        دارند و به واسطه شهرت گریزی غالباً در منزل تدریس کرده است، و فضلای
        گرانقدری سالیان دراز از محضر پر فیض ایشان بهره برده اند.
      </p>

      <h2 className="text-blue-800 text-xl font-Estedad-Bold">شیوه تدریس</h2>
      <p className="text-lg font-Estedad-Regular text-justify">
        آیت الله مصباح در مورد روش تدریس ایشان می گوید: ایشان در بیان مطالب سعی
        می کردند ابتدا مسأله را از روی کتاب شیخ انصاری قدس سره مطرح کنند، و بعد
        هر کجا مطلب قابل توجهی از دیگران مخصوصاً از صاحب جواهر قدس سره در طهارت،
        و از مرحوم حاج آقا رضا همدانی و دیگران مطالب برجسته ای داشتند آن را نقل
        می کردند، و بعد هر جا خود ایشان نظر خاصی داشتند آن را بیان می کردند. این
        شیوه از یک طرف باعث این می شد که انسان از نظر استادان بزرگ در یک موضوع
        آگاه بشود و در عین حال صرفه جویی در وقت می شد. استادان دیگر هم برای
        تدریس شیوه های جالبی داشتند که شاید برای مبتدی مفیدتر بود که هر مطلب را
        از هر استاد جداگانه طرح می کردند، ولی خوب این باعث می شد که وقت بیشتری
        گرفته بشود و احیاناً مطالبی تکرار بشود. در ضمن تدریس، در میان نکته هایی
        که از خود ایشان ما استفاده می کردیم و طبعاً بعضی از این نکته ها چیزهایی
        بود که ایشان از استادانشان شفاهاً دریافت کرده بودند، به مطالب بسیار
        ارزنده و عمیق و دارای دقتهای کم نظیری بر می خوردیم. آیت الله مسعودی که
        خود سالها از درس آیت الله العظمی بهجت بهره برده اند درباره ویژگی تدریس
        ایشان می گوید: سبک درس ایشان سبک خاصی است. معمولاً آقایان مراجع و بزرگان
        در درس خارج یک مسأله ای را مطرح می کنند و اقوال دیگران را یکی یکی ذکر می
        کنند، سپس یکی را نقد می کنند و دیگری را تأیید، و سرانجام یکی از آن نظرات
        را می پذیرند، یا نظریه دیگری را انتخاب می کنند. ولی ایشان بر خلاف همه،
        نقل اقوال نمی کنند بلکه ابتدا مسأله را مطرح می کنند و بعد روند استدلالش
        را بیان می کنند. اگر شاگرد آراء علماء را دیده و مطالعه کرده باشد، می
        فهمد که دلیلی را که استاد ذکر می کند چه کسی گفته است، و اشکال یا تأییدی
        را که می کند می فهمد به سخن چه کسی اشکال یا قول چه کسی را تأیید می کند.
        لذا هر کس بخواهد در درس ایشان شرکت کند باید مبانی و نظرات آقایان دیگر را
        دیده باشد. آیت الله محمد حسین احمدی فقیه یزدی درباره شیوه درس ایشان می
        گوید: نوعاً ایشان چند مسئله اصلی یا فرعی را که عنوان می فرمودند بعد از
        توجه به ظرافتهای حدیث و روایت و یا آیه شریفه ای که دلالت بر موضوع بحث
        داشت، مقایسه ای بین موضوع بحث و سایر بحثهای مشابه می نمودند و دقت عقلی و
        فکری خاصی در تعادل آن دو انجام می دادند، آنگاه نتیجه می گرفتند که
        انصافاً نتیجه علمی و جدید بود. و حقیقتاً مطلبی را که ذکر می کردند ناشی
        از اوج و عظمت دید و فکرشان بود که از ائمه علیهم السلام و اسلام گرفته بود
        و اجتهاد صحیح نیز هم این گونه بحث و تجزیه و تحلیل کردن است.
      </p>

      <h2 className="text-blue-800 text-xl font-Estedad-Bold">موعظه در درس</h2>
      <p className="text-lg font-Estedad-Regular text-justify">
        حجة السلام والمسلمین قدس، امام جمعه کلاچای که خود سالها در درس ایشان
        حضور داشته است می گوید: روال آیت الله العظمی بهجت این بود که پیش از
        شروعِ درس، حدود ده دقیقه موعظه می کرد، ولی نه به عنوان موعظه بلکه به
        عنوان حکایت حال بزرگان گذشته. و معلوم بود که منظور اصلی آیت الله مصباح
        یزدی که سالها در درس خارج فقه ایشان شرکت می کردند (15سال)، علاوه بر
        استفاده علمی، استفاده از روحیه ملکوتی آقا بوده است. آیت الله مصباح در
        این باره می گوید: آیت الله بهجت گاهی داستانی را یا حدیثی را نقل می کردند
        که برای ما تعجب آور بود ایشان چه اصراری دارند که بر مطالب معلوم و روشن
        تکیه می کنند، از جمله مطلبی که ایشان در تذکّرات پیش از درس اصرار می
        کردند امامت امیر المؤمنین علیه السلام بود، ما تعجب می کردیم که ما مگر در
        آن حضرت شک داریم که ایشان این قدر اصرار دارند که دلائل امامت حضرت علی
        علیه السلام را برای ما بیان کنند. یک خورده ته دلمان گله مند بودیم که چرا
        به جای این مطالب یک چیز هایی که بیشتر حاجت ماست (در امور اخلاقی و معنوی)
        مطالبی را نمی گویند. اما بعد از این که به پنجاه- شصت سالگی رسیدیم، در
        بسیاری از مباحث دیدیم که آن نکته هایی که ایشان چهل سال پیشتر در درسشان
        درباره امامت علی علیه السلام می فرمودند به دردمان می خورد. گویا ایشان آن
        روز می دید که یک مسائلی بناست در آینده مورد غفلت و تشکیک قرار بگیرد.
        شاید اگر توجه های ایشان نبود ما انگیزه ای نداشتیم درباره این مسائل
        مطالعه ای داشته باشیم، حتی از نکته هایی که ایشان چهل سال پیش بیان می
        کردند امروز بنده در نوشته هایم در مورد مسائل اعتقادی یا جاهای دیگر
        استفاده کرده ام.
      </p>

      <h2 className="text-blue-800 text-xl font-Estedad-Bold">جایگاه علمی</h2>
      <p className="text-lg font-Estedad-Regular text-justify">
        گواهی استادان و هم دوره ایها و نیز شاگردان برجسته که بخشی از آن در ذیل
        می آید نمایانگر دقت نظر و نبوغ برجستگی علمی ایشان است: از آن جمله گویند:
        روزی ایشان در درس کفایه یکی از شاگردانِ مرحوم آخوند خراسانی به نحوه
        تقریر مطالب آخوند خراسانی توسط استاد اعتراض می کند، ولی با توجه به اینکه
        از همه طلاب شرکت کننده در درس کم سنّ و سال تر بوده در جلسه بعدی پیش از
        حضور استاد مورد اعتراض و انتقاد شدید شاگردان دیگر قرار می گیرد، ولی در
        آن هنگام ناگهان استاد وارد می شود و متوجه اعتراض شاگردان به ایشان می
        گردد. سپس خطاب به آنان می فرماید: با آقای بهجت کاری نداشته باشید. همه
        ساکت می شوند آنگاه استاد ادامه می دهد: دیشب که تقریرات درس مرحوم آخوند
        را مطالعه می کردم متوجه شدم که حقّ با ایشان است و پس از این سخن، از جدیت
        و نبوغ آیت الله بهجت تمجید می نماید. یکی از دانشمندان نجف می گوید: ایشان
        در درس، به مرحوم آیت الله کمپانی امان نمی داد، و پیوسته بحثها را مورد
        نقد قرار می داد. مرحوم آیت الله حاج شیخ مرتضی حائری نیز می گوید: ایشان
        با اظهار نظرهای دقیق و اشکالات مهمّ، چنان نظر استاد را جلب کرده بود که
        چند روزی مجلسِ درس از حالت درس خارج شده بود، آن ایرادها برای ما هم مفید
        بود؛ ولی آقای بهجت برای گریز از شهرت دیگر به انتقاد نپرداختند و اگر
        ادامه می دادند معلوم می شد اگر بالاتر از دیگران نباشند بی شک کمتر از
        آنان نیستند. مرحوم علامه محمد تقی جعفری می گوید: آن هنگام که در خدمت آقا
        شیخ کاظم شیرازی مکاسب می خواندیم، آیت الله بهجت نیز که اینک در قم اقامت
        دارند، در درس ایشان شرکت می نمودند، خوب یادم هست که وقتی ایشان اشکال می
        کردند آقا شیخ کاظم با تمام قوا متوجه می شد، یعنی خیلی دقیق و عمیق به
        اشکالات آقای بهجت توجه می کرد، و همان موقع ایشان در نجف به فضل و عرفان
        شناخته شده بود. آیت الله سید محمد حسین طهرانی در کتاب انوارالملکوت می
        نویسد: آیت الله حاج شیخ عباس قوچانی، وصیّ سید علی آقای قاضی می فرمودند:
        آیت الله العظمی حاج شیخ محمد تقی بهجت در فقه و اصول به درس مرحوم آیت
        الله العظمی حاج شیخ محمد حسین غروی اصفهانی حاضر می شدند و چون به حجره
        خود در مدرسه مرحوم سیّد باز می گشتند بعضی از طلابی که در درس برای آنها
        اشکالاتی باقی مانده بود به حجره ایشان می رفتند و اشکالشان را رفع می
        نمودند. و چه بسا ایشان در حجره خواب بودند و در حال خواب از ایشان می
        پرسیدند و ایشان هم مانند بیداری جواب می دادند جواب کافی وشافی، و چون از
        خواب بر می خاستند و از قضایا و پرسشهای در حال خواب با ایشان سخن به میان
        می آمد ابداً اطلاع نداشتند و می گفتند: هیچ به نظرم نمی رسد و از آنچه می
        گویید در خاطرم چیزی نیست. آیت الله مشکینی می گوید: ایشان از جهت علمی (هم
        در فقه و هم در اصول) در یک مرتبه خیلی بالایی در میان فقهای شیعه قرار
        دارند. حجة السلام و المسلمین امجد می گوید: ایشان در علمیت در افق اعلی
        است. فقیهی است بسیار بزرگ، و معتقدم که باید مجتهدین پای درسشان باشند تا
        نکته بگیرند و بفهمند، و حق این است که درس خارج را باید امثال آیت الله
        بهجت بگویند نه آنهایی که به نقل اقوال بسنده می کنند.
      </p>

      <h2 className="text-blue-800 text-xl font-Estedad-Bold">مرجعیت</h2>
      <p className="text-lg font-Estedad-Regular text-justify">
        با اینکه ایشان فقیهی شناخته شده اند و بیش از سی سال است که اشتغال به
        تدریس خارج فقه واصول دارند، ولی هماره از پذیرش مرجعیت سرباز زده اند.
        آقای مصباح درباره علت پذیرش مرجعیت از سوی ایشان و نیز پیرامون عدم تغییر
        وضعیت آیت الله بهجت بعد از مرجعیت می گوید: بعد از مرجعیت منزل آایت الله
        بهجت هیچ تغییری نکرده است، ملاقات و پذیرایی از بازدید کنندگان در منزل
        امکان ندارد لذا در اعیاد و ایام سوگواری، در مسجد فاطمیه از ملاقات
        کنندگان پذیرایی می شود. اصولاً قبول مرجعیت ایشان به نظر من یکی از کرامات
        ایشان است، یعنی شرایط زندگی ایشان آن هم در سن هشتاد سالگی به هیچ وجه
        ایجاب نمی کرد که زیر بار چنین مسؤلیتی برود، و کسانی که با ایشان آشنایی
        داشتند هیچ وقت حدس نمی زدند که امکان داشته باشد آقا یک وقتی حاضر بشوند
        پرچم مرجعیت را به دوش بکشند و مسولیتش را قبول بکنند. و بدون شک جز احساس
        یک وظیفه متعین چیزی باعث نشد که ایشان این مسؤلیت را بپذیرند. و باید گفت
        که رفتار ایشان در این زمان با این وارستگی و پارسایی، حجت را بر دیگران
        تمام می کند که می شود در عین مرجعیت با سادگی زندگی کرد، بدون اینکه
        تغییری در لباس، خوراک، مسکن، خانه و شرایط زندگی پیش بیاید. تا اینکه بعد
        از فوت مرحوم آقای سید احمد خوانساری(ره) جلد اول و دوم کتاب ذخیره العباد
        (جامع المسائل کنونی) را به قلم خود تصحیح و در اختیار خواص گذاشتند، و پیش
        از فوت مرجع عالیقدر حضرت آیه الله العظمی اراکی(ره) اجازه نشر رساله عملیه
        خویش را دادند، سرانجام وقتی جامعه مدرسین با انتشار اطلاعیه ای هفت نفر از
        آن جمله حضرت آیه الله العظمی بهجت را به عنوان مرجع تقلید معرفی کرد و عده
        ای از علمای دیگر از جمله آیت الله مشکینی و آیت الله جوادی آملی و...
        مرجعیت ایشان را اعلام کردند، به دنبال در خواستهای مصرانه و مکرر راضی
        شدند تا رساله عملیه ایشان در تیراژ وسیع به چاپ برسد، با این حال از نوشتن
        نام خویش بر روی جلد کتاب دریغ ورزیدند. در همین ارتباط یکی از مرتبطین
        ایشان می گوید: ایشان پیش از در گذشت آیت الله العظمی اراکی چون مطلع شدند
        جامعه مدرسین نظر به معرفی ایشان را دارند پیغام دادند که راضی نیستم اسمی
        از بنده برده شود. و بعد از فوت مرحوم اراکی و پیام جامعه مدرسین و اطلاع
        از انتشار اسمشان فرمودند: فتاوای بنده را در اختیار کسی قرار ندهید. از
        ایشان توضیح خواسته شد فرمودند: صبر کنید، همه رساله خود را نشر دهند،
        بعدها اگر کسی ماند و از دیگران تقلید نکرد و فقط خواست از ما تقلید کند آن
        وقت فتاوی را منتشر کنید چندین ماه پس از این رخداد رساله ایشان توسط بعضی
        از اهل لبنان به چاپ رسید.
      </p>

      <h2 className="text-blue-800 text-xl font-Estedad-Bold">شاگردان</h2>
      <p className="text-lg font-Estedad-Regular text-justify">
        با توجه به اینکه ایشان به خاطر شهرت گریزی عمدتاً در منزل خود تدریس می
        کردند، با وجود این افراد بسیاری از محضر آن جناب استفاده کرده و می کنند.
        که برخی از آنان خود صاحب رساله و فتوی می باشند، اینک نام بعضی دیگر از
        آنان را با حذف القاب ذکر می کنیم: 1. محمد تقی مصباح یزدی. 2. عبدالمجید
        رشید پور. 3. سید مهدی روحانی. 4. علی پهلوانی تهرانی. 5. مختار امینیان.
        6. محمدهادی فقهی. 7. هادی قدس. 8. محمود امجد. 9. محمد ایمانی. 10. محمد
        حسن احمدی فقیه یزدی. 11. محمد حسین احمدی فقیه یزدی. 12- مسعودی خمینی 13-
        سید رضا خسروشاهی. 14- حسن لاهوتی 15- عزیز علیاری 16- سید محمد مؤمنی 17-
        حسین مفیدی 18- جواد محمد زاده تهرانی 19- سید صابر مازندرانی 20- شهید
        نمازی شیرازی
      </p>

      <h2 className="text-blue-800 text-xl font-Estedad-Bold">تألیفات</h2>
      <p className="text-lg font-Estedad-Regular text-justify">
        حضرت آیت الله بهجت دارای تألیفات متعددی در فقه و اصول هستند که خود برای
        چاپ اکثر آنها اقدام نکرده اند، و گاه به کسانی که می خواهند آنها را حتی
        با غیر وجوه شرعیه چاپ کنند، اجازه نمی دهند و می فرمایند: هنوز بسیاری از
        کتابهای علمای بزرگ سالهاست که به گونه خطی مانده است، آنها را چاپ کنید
        نوبت اینها دیر نشده است. فهرست عمده تألیفات ایشان که برخی نیز با اصرار و
        پشتکاری برخی از شاگردانشان به چاپ رسیده، عبارتند از: الف) کتابهای چاپ
        شده: 1. رساله توضیح المسائل (فارسی و عربی) 2. مناسک حجّ دو کتاب فوق توسط
        برخی از فضلا بر اساس فتاوی ایشان تألیف و پس از تأیید آقا به چاپ رسیده
        است. 3. وسیله النجاة این کتاب در بردارنده نظرات فقهی ایشان در اکثر ابواب
        فقه است که در متن وسیله النجاه آیت الله العظمی سید ابوالحسن اصفهانی(ره)
        گنجانده شده و نهایتاً جلد نخست آن با تأیید ایشان به چاپ رسیده است. 4.
        جامع المسائل این کتاب مجموعه حواشی ایشان بر کتاب ذخیره العباد استادش آیت
        الله العظمی محمد حسین غروی اصفهانی، و نیز تکمیل آن تا آخر فقه می باشد،
        که قسمتهایی از آن ابتدا با نام ذخیره العباد با حروفچینی نه چندان زیبا و
        در تعداد نسخه اندک در اختیار برخی از شاگردان و خواصّ ایشان قرار گرفت، و
        بعداً جلد اول از این مجموعه که قرار است در پنج مجلد به چاپ برسد، به خاطر
        کثرت فروع فقهی که توسط حضرت آیت الله بهجت بر اصل کتاب افزوده شده و
        جامعیت آن جامعُ المسائل نام گرفته و به همت برخی از شاگردان ایشان به چاپ
        رسید. ب) تألیفات آماده چاپ و نشر: 1. جلد اول از کتاب صلوة آیت الله بهجت
        در این کتاب با سبکی ویژه و تلخیص مطالب به ترتیب مباحث جواهر الکلام به
        بیان نظریات نو و ابتکاری خویش پرداخته اند. 2. جلد اول از دوره اصول این
        کتاب تقریبا" به ترتیب کفایه الاصول نگارش یافته است، و بارها توسط ایشان
        مورد مداقّه و تجدید نظر قرار گرفته، و نظریاتی نو در بسیاری از مباحث اصول
        را در بردارد. 3. تعلیقه بر مناسک شیخ انصاری این کتاب در بردارنده نظرات
        ایشان درباره مناسک حجّ می باشد. ج) تألیفاتی که هنوز اقدام به چاپ آنها
        نشده است: 1. بقیه مجلّدات دوره اصول 2. حاشیه بر مکاسب شیخ انصاری که به
        ترتیب مکاسب شیخ انصاری(ره) از اول تا انجام، و پس از اتمام آن ادامه
        مباحثی که در مکاسب مطرح نشده بر اساس متن شرائع الاسلام نگارش یافته است،
        ایشان در این دوره از مباحث فقهی نظرات جدیدی را ارائه داده اند. 3. دوره
        طهارت در این کتاب نیز آیت الله بهجت بسان دوره کتاب الصلوة به ترتیب مباحث
        جواهر الکلام با تلخیص و نو آوری نظرات خویش را مطرح نموده اند. 4. بقیه
        مجلّدات دوره کتاب الصلوة همچنین ایشان در تألیف سفینة البحار با مرحوم حاج
        شیخ عباس قمی (ره) همکاری داشته اند، و قسمت زیادی از سفینة البحار خطی، به
        خط ایشان نوشته شده است. سفر به عالم ملکوت روزهای پایانی اردیبهشت 1388،
        روزهای پایانی انتظار برای رسیدن به بهشت دیدار بود. در تمام سال های زندگی
        مبارکش با همه ی وجود و با جسم خسته و تکیده اش و روح تشنه و رنج دیده اش،
        آرزوی وصال سرمدی داشت. برای که او عبد صالح خداوند بود و در تمام دوران
        زندگی خویش جز به بندگی نمی اندیشید، لحظه دیدار معبود آغاز لذت محض روحانی
        بود. دیدار با سفیر خوشروی حق، نتیجه نود سال مجاهدت در راه معشوق ازلی
        بود. آسودن در آغوش امن و رحمت الهی، نصیبه ای است که بهای آن پاکی و
        عبودیت است. اما حاصل فراغت او از دنیای خاکی، شب فراق دوستان و یاران و
        ارادتمندانش بود. آن روز، در حالی که روحی بزرگ و شاد به آسمان پر می کشید،
        جان هزاران شیفته ی معنویت و پاک دامنی، اشک حسرت می ریخت. غروب یکشنبه،
        بیست و هفتم سال 1388، وقتی خبر رحلت آن عالم ربانی در شهر پیچید، بهت و
        حیرت و آنگاه ناله و شیون شهر را فرا گرفت. سیل مشتاقان و شیقتگان فقاهت و
        مرجعیت به سوی قم سرازیر شد.
      </p>


    

    </div>
  );
}

export default Autobiography;
